read_verilog -sv -formal -overwrite {workspace}/user/src/uart_byte_rx.v
design -reset-vlog; proc;
write_json {workspace}/prj/netlist/uart_byte_rx.json