read_verilog -sv -formal -overwrite {workspace}/user/src/water_led.v
design -reset-vlog; proc;
write_json {workspace}/prj/netlist/water_led.json