read_verilog -sv -formal -overwrite {workspace}/user/src/iic_word_control.v
design -reset-vlog; proc;
write_json {workspace}/prj/netlist/iic_word_control.json