read_verilog -sv -formal -overwrite {workspace}/user/src/beep.v
design -reset-vlog; proc;
write_json {workspace}/prj/netlist/beep.json